{"text":"Planning is the key to successful investing. Creating a plan will help you find investments that fit your investing time frame and risk tolerance, to help you reach your financial goals sooner.1. Review your financesBefore you invest, review your financial situation.Write down what you owe (your debts) and what you own (your assets). For your assets include your:superhomesavingsother investmentsOur net worth calculator can help you record this. Writing down what you own and what you owe will help you see what savings you can invest. It will also help you see how you can diversify.Then write down your income and expenses. Our budget planner can help you track what money is coming in and going out. This will help you see how much you can put toward investing regularly.2. Set your financial goalsWrite down your financial goals. For each goal include how much you'll need and how long you have to reach it. For example, taking a $10,000 holiday in one year, or reaching $500,000 in superannuation before you retire.Then divide your goals into:short term (0 to 2 years)medium term (3 to 5 years)long term (5 years or more)Setting and defining your financial goals will help you pick the right investment to reach each goal.3. Understand investment risksInvestment risk is the likelihood that you'll lose some or all the money you've invested. This can be due to your investment falling in value or not performing how you expected. All assets carry investment risks — some are riskier than others. Risks that can affect the value of your investment include:Interest rate riskInterest rate changes reduce your returns or cause you to lose money. This is a key risk for fixed interest investments.Market riskAn investment falls in value because of economic changes or other events that affect the entire market.Sector riskAn investment falls in value because of events that affect a specific industry sector.Currency riskCurrency movements impact your investment and returns. This is a key risk for overseas investments, Australian companies with overseas operations and investments that have foreign currency in them.Liquidity riskYou can't sell your investment and get your money when you need to without impacting the price in the market.Credit riskA company or government you lend to will default on the debt and be unable to make the repayments.Concentration riskIf your investments aren't diversified, poor performance in one investment or asset class can significantly affect your portfolio.Inflation riskThe value of your investments doesn't keep pace with inflation.Timing riskThe timing of your investment decisions expose you to lower returns or loss of capital.Gearing riskUsing borrowed money to invest can magnify your losses. Your investments may fall in value but you still have to pay the remaining loan balance and interest.Risk and returnAs a general rule, the higher the expected return on an investment, the higher the risk of the investment. The lower the expected return, the lower the risk. Lower risk means the returns are more stable and there is a lower chance you could lose money.For example, a government bond is a low risk investment. It pays interest, and the value of the investment doesn't change too much in the short term. Shares are a higher risk investment. The price of a share can move up and down a lot over a short amount of time.The graph below shows the risk and return relationship for different asset classes.Graph showing the relationship between the expected risk and potential return of different assets classes. Lower expected risk and lower potential return asset classes include cash and fixed interest. Higher expected risk and higher potential return asset classes are property, shares and alternative investments.There are no shortcuts to investing success. The combination of high returns and low risk doesn't exist.Know your risk toleranceYour risk tolerance depends on your ability to cope with falls in the value of your investment. Your age, capacity to recover from financial loss, financial goals and your health are some of the factors that may influence your risk tolerance. Ask yourself: how would I feel if I woke up tomorrow and found the value of my investments had dropped 20%?If this drop would cause you to worry and withdraw your money, high risk investments are not for you.Each investor's risk tolerance is different and for different financial goals that have different investment time frames you may be willing to accept different levels of risk.It's important to understand your risk tolerance and find investments that are aligned to it.4. Research your investment optionsTo find the right investments, you need to think about:Return — what is the expected return on the investment? Does it come from income or capital growth?Time frame — how long do you need to invest to get the expected return?Risk — what types of risk does the investment involve? Are you comfortable to take on these risks?Access to cash (liquidity) — how long will it take to sell the investment and get your cash out?Cost to buy and sell — how much will it cost to buy and sell the investment?Tax — how much tax will you pay on earnings (income and capital gains) from the investment?See choose your investments for an overview of different types of investments.Make sure the expected returns are realistic. If the returns look too good to be true, it could be an investment scam.5. Build your portfolioThe way you structure your portfolio will depend on your financial goals, investing time frame and risk tolerance.For short-term goals, lower-risk investment options are better. Consider investments like a savings account, term deposit or government bonds. These investments are lower risk as they're less likely to fall in value and you can access your money.For longer-term goals, investments with higher returns such as shares and property, can be better. These investments are higher risk but you're investing long term, so you can ride out any short-term falls in value.It's important to make sure you diversify your portfolio across different asset classes and within each asset class. This protects you against losing too much if the value of one investment falls. See diversification for how this strategy can help you.If you need help with investingA financial adviser can help you work out your risk tolerance, set goals and choose the right investments. See financial advice.6. Monitor your investmentsIt's important to review your investments regularly to make sure they're performing as expected. And check whether you're on track to reach your financial goals. See keep track of your investments."}
{"text":"Types of investments and returnsInvestments can be classified as defensive or growth investments.Defensive investmentsDefensive investments are lower risk investments. They aim to provide income and protect the capital invested. Defensive investments include cash and fixed interest investments.They're typically used to:Meet short-term financial goals (up to two years).Diversify a portfolio.InvestmentCharacteristicsRisk, return and investing time frameCashIncludes bank accounts, high interest savings accounts and term deposits.Used to protect wealth and diversify a portfolio.Average return over last 10 years: 3% per yearRisk: very low risk of losing moneyTime frame: short term, 03 yearsFixed interestIncludes government bonds, corporate bonds, debentures and capital notes.Used to earn a steady rate of income and diversify a portfolio.Average return over last 10 years: 34% per yearRisk: low risk of losing moneyTime frame: short term, 13 yearsGrowth investmentsGrowth investments are higher risk and offer a higher potential return compared to defensive investments. They aim to give capital growth and some provide income (for example, dividends for shares or rent for property). But, the price of growth investments can be volatile over short periods of time.Growth investments are typically used to:Earn a higher rate of return (but this comes with higher risk).Meet longer term financial goals, five years or more.Growth investments include shares, property and alternative investments.InvestmentCharacteristicsRisk, return and investing time framePropertyIncludes investing in residential and commercial property.Used to earn a steady rate of income (rent) and offer capital growth.Average return over last 10 years: 6.3% per yearRisk: medium to highTime frame: long term, at least 5 yearsSharesInvesting in a company. You get to vote on management and share in the profits.Offer capital growth and some provide income (dividends).Average return over last 10 years: 6.5% per year (Australian shares)Risk: highTime frame: long term, at least 5 yearsAlternative investmentsIncludes private equity, infrastructure, commodities and other investments that dont fall into the investment classes above.Most aim to provide capital growth. Some have the potential for steady income.Most alternative assets are high risk.Returns differ depending on the type of alternative investment.How to choose your investmentsBefore you invest, make sure you research your investment to understand:How the investment works.How it generates a return and the type of return expected (capital gain or income).The risks involved for the investment.The fees and charges for buying, holding and selling the investment.How long you should invest to receive the expected return.Legal and tax implications of the investment.How the investment will contribute to your diversified portfolio.You can find this information in the product disclosure statement (PDS). If you need help choosing the right investments, get financial advice.Before you sign up to any investment, do your homework to make sure it's legitimate. See investment scams for tips on how to spot a scam.Decide how you'll investWhen it comes to investing you need to decide whether you'll:do it yourself, orpay a professional to do it for youBoth options have their pros and cons — and you can, of course, do both.Buy and sell investments yourselfThe advantage of investing yourself is that you're in control of all the decisions. It can also be cheaper than paying someone to invest your money. The risk is that you may overrate your expertise and may not diversify.If you invest directly, it's important to plan and put in the time to research your investments. You should also keep track of how they're performing.Use a professional investment managerIf you invest in a managed fund, some managed accounts, exchange-traded fund (ETF) or a listed investment company (LIC) your money is pooled with other investors. A professional investment manager then buys and sells investments on your behalf.When you use a professional, you benefit from their skills and knowledge to make investment decisions. But you have to pay fees for this service. These can include management fees, administration fees and entry and exit fees.See managed funds and ETFs to learn more about these investments.Investing with a financial adviserA financial adviser can help you set your financial goals, understand your risk tolerance and find the right investments. See financial advice for more information.Invest through your superIf your goal is to save for retirement, contributing more to super is generally the best way to do this. See super investment options for more detail."}
{"text":"Diversification is an investment strategy that lowers your portfolio's risk and helps you get more stable returns.You diversify by investing your money across different asset classes — such as shares, property, bonds and private equity. Then you diversify across the different options within each asset class. For example, if you buy shares, you buy across a range of different sectors such as financials, resources, healthcare and energy. You can also diversify by investing your money across different fund managers and product issuers. Diversification lowers your portfolio's risk because different asset classes do well at different times. If one business or sector fails or performs badly, you won't lose all your money. Having a variety of investments with different risks will balance out the overall risk of a portfolio. It's worth taking the time to review your investments and look for opportunities to diversify.How diversification benefits youDiversification is your best defence against a single investment failing or one asset class performing poorly (for example, the share market falling or one fund manager failing).If you diversify your investments, when some fall in value, others may rise and balance out the fall. Diversification lowers your portfolio risk because, no matter what the economy does, some investments are likely to benefit. For example, when interest rates fall, bond prices rise, while shares generally do poorly at this time.How to diversifyTo diversify well you need to invest across different asset classes and within different options in an asset class. You can also diversify by investing in different fund managers or product issuers. Review your investmentsList all of your investments and what they're worth. This could include:cash in a savings accountsharesmanaged fundsan investment propertyyour homeyour superThis will show you which asset classes you're investing in and where you could diversify.Identify gaps and research other asset classesIf most of your money is in one or two asset classes, research other asset classes. For example, if you own a house, an investment property won't help you diversify. If property prices fall, you won't have any other investments to balance out the fall. To diversify, you could invest in different asset classes such as shares or bonds.Then within each asset class, make sure your money is invested across the different options available. For example, if you're mainly invested in one sector such as financials, you should research other sectors such as mining, materials, health care, capital goods and commercial and professional services.See choose your investments for information about different asset classes.The way your super fund invests is a good example of diversification. Check your fund's website or annual statement to see how they invest. See super investment options for more information.Invest overseasAustralia has a small share of the world's investment opportunities. Investing some of your money overseas will lower the risk of investing in a single market. For example, investments in Asian and European markets may perform well when the Australian markets falls.If you invest overseas you'll be exposed to exchange rate risk. Read more about investment risks on develop an investing plan.Invest through a managed fund, managed account, ETF or LICA simple way to diversify is to invest through a managed fund, managed account, exchange-traded fund (ETF) or listed investment company (LIC).Managed funds and managed accountsManaged funds and managed accounts can help you invest across a range of asset classes. Some managed funds and managed accounts offer pre-made diversified portfolios. These usually have the labels of conservative, growth or high growth depending on their asset allocation.See choosing a managed fund for tips on how to choose and buy units in a managed fund.ETFs and LICsETFs and LICs provide a low cost way to invest in an asset class or diversify within an asset class.Most ETFs in Australia are passive funds. These track an asset price or market index, such as the ASX200or S&P500. See exchange traded funds (ETFs) for more on how these can help you diversify.Most LICs are actively managed funds and invest in one asset class, such as Australian shares or private equity. See listed investment companies (LICs) for more information.Before you invest in a managed fund, managed account, ETF or LIC read the product disclosure statement (PDS). This shows you where the fund invests, key features and benefits of the fund, the expected return, risks, fees and how to complain.Keep your investments diversifiedOver time, some of your investments will rise in value and others will fall. This means you could have more money in one asset class than when you started investing. You could also be less diversified. For example, if your shares go up and your bonds fall in price, you'll have a greater portion of money invested in shares. As shares are higher risk, your portfolio will also be higher risk. If you're not comfortable with this risk, it's time to re balance.See keep track of your investments for how and when to review your investments.How to rebalanceYou can rebalance your portfolio by:Investing some extra money, such as a tax refund, in an investment you want more exposure to.Selling some investments and putting your money in other types of investments.Selling investments will lead to a capital gain or a capital loss. See investing and tax to find out the tax impact of selling an investment."}
{"text":"How investment income is taxedYou need to include investment income in your tax return. This includes what you earn in:interestdividendsrentmanaged funds distributionscapital gains from property, shares and cryptocurrenciesYou pay tax on investment income at your marginal tax rate. Making capital gains or losses Capital gainsIf you sell an investment for more than the cost to acquire it, you make a capital gain. You need to include all capital gains in your tax return in the year you sell the investment. Capital gains are taxed at your marginal rate.If you've held the investment for more than 12 months, you're only taxed on half of the capital gain. This is known as the capital gains tax (CGT) discount.The ATO has information to help you work out your capital gains tax on different investments.Capital lossesIf you sell an investment for less than the cost to acquire it, you make a capital loss.You can use a capital loss to:reduce capital gains made in the year the loss occurs, orcarry forward the loss to offset future capital gains Positive versus negative gearingPositive gearingPositive gearing is where you borrow money to invest and the income from the investment (for example, rent or dividends) is more than the cost of the investment (interest and other expenses).If you're positively geared, you'll have extra money coming in. But you'll also have to pay tax on this income at tax time.Negative gearingNegative gearing is where you borrow to invest and the investment income is less than the cost of the investment.Investors negatively gear as they can generally claim a tax deduction for the investment loss. The aim is for the capital growth to offset the loss in earlier years.If you're making an investment loss, it is still costing you money. You'll need to have cash from other sources, like your salary, to cover interest and expenses. Tax-effective investmentsA tax-effective investment is one where the tax on your investment income is less than your marginal tax rate.Choose investments based on your financial goals, risks you're comfortable with and expected returns. Tax benefits should be a secondary consideration.SuperannuationSuper is a tax-effective investment and one of the best ways to save for retirement. This is because the government provides tax incentives to save through super. These include:A tax rate of 15% on employer super contributions and salary sacrifice contributions, if they're below the $30,000 cap.A maximum tax rate of 15% on investment earnings in super and 10% for capital gains.No tax on withdrawals from super for most people over age 60.Tax-free investment earnings when you start a super pension.See Tax and super for more information.Insurance bondsInsurance bonds are investments offered by insurance companies. They can be tax effective if you're planning to invest for 10 years and follow certain rules.All earnings in an investment bond are taxed at the corporate tax rate of 30%. If no withdrawals are made in the first 10 years, no further tax is payable. They can be tax effective for investors with a marginal tax rate higher than 30%. Investing and your tax returnKeeping good records will help you:Report investment income.Claim all tax deductions you're entitled to.It will also help you calculate any capital gains or losses when you sell an investment.For all investments such as shares, property and cryptocurrencies you need to keep records to show:How much you paid for it — contracts for purchase of the asset and receipts.How much you sold it for — contracts for the sale of an asset and receipts.Income you get from the investment — keep all records of income payments such as distribution statements, rental payment receipts and dividend statements.Expenses paid while owning the investment — receipts for payments made to manage, maintain or improve the investment.You need to keep the records for five years after you've included the income and capital gain or loss in your tax return."}
{"text":"How borrowing to invest worksBorrowing to invest is a medium to long term strategy (at least five to ten years). It's typically done through margin loans for shares or investment property loans. The investment is usually the security for the loan.Margin loansA margin loan lets you borrow money to invest in shares, exchange-traded-funds (ETFs) and managed funds.Margin lenders require you to keep the loan to value ratio (LVR) below an agreed level, usually 70%. The LVR goes up if your investments fall in value or if your loan gets bigger. If your LVR goes above the agreed level, you'll get a margin call . You'll generally have 24 hours to lower the LVR back to the agreed level. To lower your LVR you can: Deposit money to reduce your margin loan balance. Add more shares or managed funds to increase your portfolio value. Sell part of your portfolio and pay off part of your loan balance. If you can't lower your LVR, your margin lender will sell some of your investments to lower your LVR. Margin loans are a high risk investment. You can lose a lot more than you invest if things go sour. If you don't fully understand how margin loans work and the risks involved, don't take one out. Investment property loans Investment property loans can be used to invest in land, houses, apartments or commercial property. You earn income through rent, but you have to pay interest and the costs to own the property. These can include council rates, insurance and repairs. See property investment for more information. Borrowing to invest is high risk Borrowing to invest gives you access to more money to invest. This can help increase your returns or allow you to buy bigger investments, such as property. There may also be tax benefits if you're on a high marginal tax rate, such as tax deductions on interest payments. But, the more you borrow the more you can lose. The major risks of borrowing to invest are: Bigger losses — Borrowing to invest increases the amount you'll lose if your investments falls in value. You need to repay the loan and interest regardless of how your investment goes. Capital risk — The value of your investment can go down. If you have to sell the investment quickly it may not cover the loan balance. Investment income risk — The income from an investment may be lower than expected. For example, a renter may move out or a company may not pay a dividend. Make sure you can cover living costs and loan repayments if you don't get any investment income. Interest rate risk — If you have a variable rate loan, the interest rate and interest payments can increase. If interest rates went up by 2% or 4%, could you still afford the repayments? Borrowing to invest only makes sense if the return (after tax) is greater than all the costs of the investment and the loan. If not, you're taking on a lot of risk for a low or negative return. Managing the risk of an investment loanIf you borrow to invest, follow our tips to get the right investment loan and protect yourself from large losses.Shop around for the best investment loanDon't just look into the loan your lender or trading platform offers. By shopping around, you could save a lot in interest and fees or find a loan with better features.Don't get the maximum loan amountBorrow less than the maximum amount the lender offers. The more you borrow, the bigger your interest repayments and potential losses.Pay the interestMaking interest repayments will prevent your loan and interest payments getting bigger each month.Have cash set asideHave an emergency fund or cash you can quickly access. You don't want to have to sell your investments if you need cash quickly.Diversify your investmentsDiversification will help to protect you if a single company or investment falls in value.Gearing and taxBorrowing to invest is also known as 'gearing'. Before you borrow to invest, check:if you will be positively or negatively geared, andhow this will impact your cash flow and taxSee investing and tax for more information about positive and negative gearing. Monitor your investments regularlyHow often you review your investments will depend on:your financial goalshow long you're planning to investDefensive versus growth assetsDefensive assets include savings accounts, term deposit and fixed-interest investments like bonds. When you receive a statement, check income (for example, interest) is being paid and the value of your capital hasn't changed too much.Growth assets include property, shares and managed funds. They are more volatile and it's best to review them once or twice a year. For example, for shares, around the time semi-annual and annual reports are released. Over-tracking may lead to over-trading. This can result in selling when markets fall and not sticking to your investing plan and investing time frame.Make sure your investments are diversified, and leave them to ride out the downs. For more about defensive and growth assets, see choose your investments.Review your investing planIt's important to review your investment plan once a year. Check your investments are still in line with your financial goals, risk tolerance and investing time frame.Ways to monitor your investmentsYou'll need to monitor different investments in different ways.SharesKey ways to monitor your shares:Set up a 'watch list' for the shares you own. You can do this through the Australian Securities Exchange (ASX) or your online broker platform. This will help you track share prices, dividends and price sensitive announcements.Review semi-annual and annual reports. These tell you about the company's performance, important changes, and expectations for the coming year.For more information, see keeping track of your shares.Managed fundsTo monitor your managed funds:Read your fund's annual statement. This shows how your fund performed, fees and any distributions.Check the fund's performance through its website. They publish unit prices, online fund updates and financial statements.Track the fund's returns through websites such as Morningstar and InvestSmart. You can also compare a fund's performance against its benchmark and similar managed funds.PropertyTo monitor an investment property's performance:Use real estate websites to review the prices of similar properties that have sold.Monitor monthly housing price updates published by CoreLogic and the Australian Bureau of Statistics.Monitor auction clearance rates online or in newspapers. These tell you the percentage of properties sold at auction and show the strength of the property market.If you invest in a real estate investment trust (REIT), monitor it the same way you monitor shares.Investment performance warning signsIt's difficult to tell if an investment will perform poorly. But there are warning signs that you can look out for.Financial and accounting problemsWatch for mistakes, delays and media controversy over financial accounts. Genuine errors happen, but repeated accounting issues can be a sign of more serious problems.Management problemsFrequent changes of a company's board, directors and management can be a warning sign. Another sign can be directors and managers selling their shares in the company.Company announcements will show changes in a company's management and director holdings. You can find these on the ASX, the company's website or through your online broker platform.Published statementsThe Australian Securities and Investment Commission (ASIC) and the ASX can ask issuers of investment products to publish statements clarifying or correcting information given to investors. These public statements can be a sign of issues within the company or their reports, so read them carefully.Keep an eye on ASIC media releases.When to sell your investmentsIt's important to not panic and sell an investment when the price has fallen. Before you sell an investment, take the time to review it. Check if it can still help you to reach your financial goals and if you're comfortable with the risks involved. If you are, it may be better to hold on until the price rises again."}
{"text":"ESG investing is when a fund considers sustainability (including environmental, social and governance factors) to inform their investment strategy.ESG investing may be offered by investment funds, including through superannuation. Investors may also choose to invest directly in a company that is making ESG claims.ESG investing, also known as responsible, sustainable (or sustainability-related), or ethical investing, can help investors to make decisions that match their goals and values.What ESG meansThe way ESG is defined may differ across funds and companies. It can cover a range of factors, such as:Environmental  air and water pollution, biodiversity, carbon emissions, clean technology, climate change, deforestation, energy efficiency, nuclear power, sustainable agriculture, waste management, water scarcitySocial  alcohol and tobacco, animal cruelty and testing, child labour and labour standards, community relations, diversity and inclusion, religious standards, ethical product sourcing, gambling, human rights, Indigenous reconciliation and consultation, military contracting and controversial weaponsGovernance  board diversity, bribery and corruption, business ethics, corporate culture and conduct, unsatisfactory treatment of employees or customers, whistle-blower schemesMatch ESG investing with your goalsBefore investing in an ESG fund or a company making ESG claims, consider your investing goals:What ESG factors matter most to you?How much weight will you give these factors? Does the fund. product or company's strategy align with your investment goals or the ESG issues you care about?Not sure about how to choose investments to fit your goals? See choose your investments.Investing in an ESG fundAn ESG fund aims to maximise financial returns for investors, while pursuing its ESG investment strategy. A fund ESG investment strategy may include one or more of the following investment approaches:Screening investmentsA fund may screen investments by:Negative screening: excludes investments that dont meet certain ESG criteria. For example, one fund may reject all investments with exposure to gambling (absolute screen). Another may accept some exposure to gambling but reject companies which earn more than 20% of their total revenue from gambling (revenue threshold screen).Positive screening: seeks investments that satisfy certain ESG criteria. For example, a fund may give each potential investment a score. Then consider the score, along with other relevant ESG criteria, when choosing whether to include the investment.ESG integrationA fund may consider ESG risks and opportunities, before including an investment. For example, a fund may consider the risks of climate change and the opportunities of transitioning to renewable energy across its investment strategy.ESG impact investmentA fund may invest to achieve an ESG goal or outcome, such as affordable housing or clean energy sources. Or target themes, such as low carbon emissions or sustainable agriculture.Corporate engagement (or stewardship)A fund may select investments to influence a company conduct on ESG-related matters. For example, as a shareholder of the company, it may seek to bring about change by voting at meetings."}